Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 灰袍女子双眼无神一脸呆呆的坐在一具巨大的虎尸身上，盘着脚仍是那个有气无力的样子，坐了半会才叹了一声，自言自语了一句，“哎……好累啊，回家吧！”
en_us: The gray-robed woman sat cross-legged on the carcass of a massive tiger in a daze, having that same frail look from before. After a moment of silence, she sighed and muttered to herself, "Sigh… How tiring. It's time to return home!"

source: 灵主也没有生气，转身继续找第二只，然后继续推到她的面前。
en_us: The Spirit Master did not get angry. He turned around and began to look for another high-level spirit beast to offer to her.

source: 灵主你在干嘛？手里的盘子是从哪来的？
en_us: Spiritual Master, what are you doing? Where did that plate come from?

source: 灵主确实很会找灵兽，应该说远在百里开外，他就能感应到灵兽的位置。但……为啥遇到高阶灵兽时，他的第一反应，是推到沈萤身边啊喂？
en_us: His Spirit Master was great at locating spirit beasts. He could sense their exact location from hundreds of miles away. Yet... why was his first instinct to hand high-level spirit beasts over to Shen Ying?

source: 灵力暴涨，天地异象。
en_us: Spiritual power spiked, the sky and earth surfaced a phenomenon.

source: 灵气大盛，原本安静的峰顶，突然华光大盛，金色的光芒直冲天际，四周灵气似是受到感应一般，汇聚于山顶。金色的光芒，瞬间把整个门派都照成一片金黄。
en_us: The Spirit Qi was rich. The once quiet peak was now filled with bright golden lights that shone all the way to the sky. The Spirit Qi felt like it was dancing in response to the light, gathering at the peak. The golden rays lit up the entire sect, turning it a patch of gold.

source: 炉子有好有坏，人体的资质也良莠不齐，丹田提炼元力的速度自然有慢有快。炼丹师的手法有弱有强，武者修炼的功法也有高级和低级之分，修炼速度自然也有差异，这也是天星大陆把武者第一境命名为铸鼎境的原因。其中鼎最为重要，没有一个好的丹田，武者天资有限，这辈子能取得的成就自然就有限了。
en_us: There were good and bad cauldrons; likewise, there were people with high and low physical aptitudes, which meant that there were those with fast and others with slow speeds in using the dantian to refine essence force. There were different essence-refining specialists with strong and weak skills; martial artists' refining techniques could likewise be differentiated between high and low qualities. Naturally, refining speed had its differentiation. This was thus the reason why the martial art levels of Stellarsky Continent were named Cast Tripod Realms. The "tripod" in the name was the most important. After all, without a good dantian, martial artists' skills and aptitudes were limited, and the life achievements which one could attain were naturally limited as well.

source: 炉鼎！
en_us: Human cauldron!

source: 炼丹工具是现成的，大堂内有几个大大小小的丹炉，炼丹材料也是现成的，一个房间内有着大把的药材，但江逸屁都不懂，难不成炖菜般，把药材丢进丹炉内就成了？
en_us: The tools for refining elixirs were readily available. The central hall of the alchemist lab contained several elixir-producing cauldrons of various sizes. Likewise, the ingredients to refine elixirs were readily available, with one room filled with big bunches of medicinal ingredients. However, Jiang Yi knew next to nothing about refining elixirs. Should I treat it like brewing vegetables in cooking, and simply throw all the ingredients into the cauldron and be done with it?

source: 炼丹师往往对自己的作品很看重，所以尽管这废丹内一样有着浑厚的药力，他也绝对不准许留下毁掉他的声誉。
en_us: An alchemist usually treats his own products with the utmost importance. As such, even if an useless elixir contained vigorous medical healing power, he would never allow this useless elixir to be left behind and potentially destroy his reputation.

source: 炼丹房内一片片静悄悄的，柳长老竟然没在？江逸暗暗一喜，立即想偷偷开始炼丹，反正要是柳长老回来了，他可以说在尝试学炼丹，如此好学柳长老应该不会见怪吧？
en_us: The interior of the alchemy lab was extremely silent. Is Elder Liu actually not around? Jiang Yi was happy on the inside and immediately thought of how he could secretly start refining elixirs. Besides, should Elder Liu return, he could just say that he was trying to learn to refine elixirs. With him being so keen on learning, surely Elder Liu would not fault him!

source: 炼丹是很严谨的事情，丹方内的药剂不能多不能少，每一种药剂也必须准确到一钱，熔炼时间，化丹手法，回炉都必须精准，否则很容易练成废丹。
en_us: Alchemy was a very rigorous job. The ingredients used in the medicinal formula must be exact - no more, no less. Every medicinal ingredient also had to be precise down to the closest five grams. Even the smelting time, the method to form the elixir and the reheating process all had to be done with precision, otherwise it was very easy to refine and produce a useless elixir.

source: 然后……
en_us: Then...

source: 然后……江逸当着江如龙的面，一脚闪电般重重踩在他的胸口，这才冷笑的望着江如龙道：“我不仅要伤他，还要废他！你想杀我？你确定有这个能力？”
en_us: Afterwards... In front of Jiang Rulong, Jiang Yi swiftly stomped on Jiang Ruhu's chest, he sneered and looked at Jiang Rulong, "I am not just going to hurt him, I am going to cripple him! You want to kill me? Are you sure you have that ability to do so?"

source: 然后一蹦一蹦的跟出去了，一边蹦还一边喊人似的发出一长串，“叽……叽……叽。”
en_us: It bounced out after Shen Ying. As it bounced, it shouted continuously, "Ji... ji... ji...."

source: 然后刘管事让风月楼内的护卫全城开始搜查，整整找了十天，江逸却如人间蒸发了般，没有一丝线索。
en_us: Refusing to give up, Housekeeper Liu ordered the guards of Fengyue Brothel to search the entire city. The operation lasted ten whole days, but there was no sight of Jiang Yi, it was almost as if he had vanished into thin air.

source: 然后第五只……第六只……第七只……
en_us: A fifth one... sixth.. seventh...

source: 然而——
en_us: However,

source: 然而……
en_us: Yet...

source: 然而……回应他的仍是一阵呼噜。
en_us: YHowever… he was only met with snores.

source: 然而不论是不是对方的阴谋，今日之局已经是无解！
en_us: However, regardless of whether or not it was the housekeeper's sinister plot, there was no solution for the incident that day!

source: 然而两年过后，一切却反转了过来……
en_us: However, two years later, his fate suddenly changed overnight…

source: 然而沈萤……连衣角都没动一下。
en_us: Shen Ying... didn't even move an inch.

source: 然而让江顾水震愕的是，江逸的双拳在半路就变招了，幻影拳变成了摔碑手，等他想跟着变招的时候，江逸再次变招，双手如两根海藻般探了过来，两条腿不知不觉如蛇鞭般扫来，速度之快，配合之完美，让他完全反应不过来。
en_us: What shocked Jiang Gushui was that Jiang Yi's fist style changed suddenly from Phantom Punch into Wrestling Hand. When he was about to change his fist style to match it, Jiang Yi changed his fist style again. Jiang Yi's hands turned into two pieces of seaweed and stretched towards Jiang Gushui, his legs swept like snake whips. Jiang Gushui was unable to react to the extreme speed combined with the perfect combination.

source: 然而！
en_us: However...

source: 然而，一道身影比他更快，江松感觉到背后一股凌厉的杀机猛然回头，却看到一条腿从半空中狂压而下，慌乱之中他只能大叫一声：“三公子，狼哥，虎哥，救我！”同时运转摔碑手企图抵挡一下。
en_us: However, a figure was even faster than him. Jiang Song could feel an intense killing intent from his back. He then immediately turned back to see a leg violently swinging down from midair. He panicked and screamed, "Third Young Master, Brother Lang, Brother Hu, save me!" At the same time, Jiang Song tried to withstand the kick by using the Wrestling Hand.

source: 然而，就在所有侵略者接近到寂静无声的天庭建筑群三尺之外时……
en_us: However, just when the army of invaders were three feet away from the quiet, silent city of the Heavenly Court…

source: 熟悉的声音在身后响起。
en_us: They heard the sound of a familiar voice coming from behind.

source: 片刻之后，一道隐约有些熟悉声音从草丛内传来，紧接着一个矮胖的身影钻出，都是肥肉的脸上全是嘲弄之意。
en_us: A short moment later, a vague but familiar voice rang out from behind the thick grass. The silhouette of a short, fat person quickly revealed itself. His pig eyes revealed nothing but the intention to mock and deride.

source: 片刻之后，等他平复了激荡的心情再一次内视丹田时，却突然发现了一丝不对！蓝色元力颜色微微变深了？而这黑色元力颜色好像变浅了？
en_us: A moment later, once he had calmed down his agitated emotions and when he used his inner vision to to obsereve his dantian once again, he suddenly realised something was wrong! Did it seem like the colour on the blue essence force became slightly darker? Meanwhile, did the colour of that black essence force seemingly become lighter?

source: 牛爸爸出远门了，跟印家约定的交货日期已经到了。由于中途还得去轩辕家练制成丹的原故，他这一走起码要大半个月。
en_us: Father Niu had left on a long trip. The delivery date agreed with the Yin Family was due. Because he still had to go to the Xuan Yuan Family to refine pills, the entire trip would take at least half a month.

source: 牛爸爸可是很看好这个年轻人哟！
en_us: Father Niu really liked this young man!

source: 牛爸爸这一走，一整天都没看到人影，就连晚饭也没有回来。少了个人吐槽，还真有点安静过头了，沈萤瞅了瞅桌上的糕点，叹了一声，顺手端起一碟走了出去。
en_us: Once Father Niu left the rear hall, he seemed to have disappeared. He did not even have dinner with them. Without him around to bicker with Shen Ying, the place felt unusually quiet. Shen Ying glanced at the pastries on the table and sighed. She picked up a plate of pastries and left the rear hall.

source: 牛爸爸这一顿悟，直接坐了整整两个多月，修为也从化神初期，涨到了化神后期。他第一次感受到了跳级的滋味，不得不说，太爽了！突然有些遗憾，怎么不早点找外挂萤认真的聊聊天，她的话里绝对带了增益BUFF，早点聊或许早就涨上去了。
en_us: Father Niu's epiphany lasted more than two months. His cultivation level rose from early stage Soul Formation to its late stage. This was the first time that he experienced a jump in cultivation level, and boy, was it great! Suddenly, he felt a tinge of regret at not have gone earlier to Shen Ying for a heart-to-heart talk. Her words contained beneficial BUFF. [2. Slang. https://english.stackexchange.com/questions/4221/etymology-of-buff-and-nerf-as-used-in-video-game-slang]. If he had so earlier, his cultivation level would have progressed faster.

source: 特别是昨天见识过沈萤对灵兽特殊的威慑力后，易峰对此行更加有信心了。
en_us: He finally saw how good Shen Ying was with spirit beasts the day before. Yi Feng now felt confident about having her on the trip.

source: 犹豫你妹啊！是真的吧，你丫的绝对就是懒吧？！
en_us: To hell with your hesitation! I was right, you're just f*cking lazy!

source: 狂喜的是——他刚才内视丹田外的封印时，发现那龙形封印的符文竟少了一枚！
en_us: What made his ecstatic was... while he was observing the seal outside his dantian, he discovered that a character was missing from the runic patterns forming the dragon-shaped seal!

source: 狮吼兽瞬间僵住，宛如石化一般一动不动了。
en_us: The Lion Roaring Beast immediately froze like a fossil, still as can be.

source: 狮吼兽颤得更加厉害了……
en_us: The Lion Roaring Beast trembled even harder…

source: 狸猫一听哇啊一声，哭得更伤心了。
en_us: On hearing this, the civet cat wailed and cried harder.

source: 狸猫僵了一下，一直努力表现乖巧，只差没在脸上写上“家猫”两个字的表情也歪了歪，坐得笔直的身子都斜了一下，神情顿时慌乱起来，圆溜溜的大眼睛左右瞅了瞅，一脸想说又不敢说的样子。
en_us: The civet cat, who had been trying his utmost to behave like a meek and obedient domestic house cat, froze for a moment. His body which had be upright, slumped to one side and his expression suddenly became flustered. His big eyes darted left and right, he looked as if he wanted speak yet was afraid to.

source: 狸猫：“……”
en_us: Civet Cat: "…"

source: 狸猫：“……”这些人好可怕，喵喵想回家。
en_us: The civet cat: "…" These people are really terrifying, kitty wants to go home.

source: 狸猫：“……”追就追，为啥还要拎上他啊，不行，快吐了，呕……
en_us: The civet cat: "…" Chase it all you want, but why grab me along with you. On no, I'm going to puke, [vomits]…

source: 猝然！
en_us: Suddenly,

source: 玄天宗众人脸上闪过一丝慌乱，就连奚秋与余阳都忍不住怀疑的回头看向羿清。
en_us: The people of the Blackheaven Sect began to panic — even Xi Qiu and Yu Yang turned to look at Yi Qing suspiciously..

source: 玄天宗位于玄海，整个门派就浮于海面之上，下方有着数万大大小小的岛屿，羿清直接就落在了最大的一个岛上。相较其它岛来说，此处地势平坦，方圆十里只有大片的岩石，的确是个练剑的好地方。
en_us: The Blackheaven Sect was located on the Black Sea, the entire sect floating above the waters; below it were thousands of islands of different sizes. Yi Qing landed directly on the largest one. Compared to the other islands, it had a flatter terrain, and there was a large area with rocks which stretched for 5 kilometers; it was indeed a great location for practicing the sword.

source: 玄天宗，庆云殿
en_us: Blackheaven Sect, Qingyun Temple

source: 玉鼎之所以建么一个密室，想必隐藏的就是他一直用活人练丹的事实。而他的练丹材料，就是甘子睿送给他的那些炉鼎。
en_us: The reason why Yu Ding built a secret room… was so that he could hide the fact that he had been refining elixirs using living people. And his ingredients for the pills were the sex slaves that Gan Zirui had supplied him with.

source: 玉鼎纵然罪大恶极，但关键是他这么多年在玄天宗，居然没人知道他是上青界的人。他隐藏身份，估计不单单只是帮上界的人练丹这么简单，肯定还有别的目的。上青界的人到底想干什么？他不由得就想起了太虚派，谁都知道太虚派虽然也三宗六派之一，实际上却也只是上青界的傀儡而已。他们难道想让玄天宗，变成第二个太虚派不成！
en_us: Granted, Yu Ding was guilty of many crimes, but the key issue was that he had been in Blackheaven Sect for so many years, yet no one knew that he was from the Upper Azure World. Helping his masters in the Upper Azure World refine these pills was probably not the only reason for hiding his true identity. There were definitely other motives at play. What did the people in the Upper Azure World plan to do? He couldn't help but think of Grand Vacuity Sect. Everyone knew that although Grand Vacuity Sect was in name a member of the Three Schools Six Sects, it was actually only a puppet controlled by the Upper Azure World. Could it be that they wanted to turn Blackheaven Sect into a second Grand Vacuity Sect?!

source: 现在也只能试一试了，狸猫吸了吸鼻子收好礼盒，刚想道谢，地面却突然一阵剧烈的晃动，寸寸裂开，一道道白光冲天而起，仿佛有什么要从地上钻出来一般。
en_us: "There was no other option left but to try my luck." The civet cat took a deep breath in and put away the gift box. Just as it started to thank Shen Ying, the floor began to shake vigorously. Cracks began to appear as blinding white light shone through the cracks and straight into the sky. It looked like something was going to rise up straight out of the ground.

source: 现在却不用他考虑了，这黑色元力只有十缕，根本不能完全独立攻击，不融合蓝色元力绝对发挥不出威力。
en_us: Now he did not need to consider this, as there were only ten strands of black essence force. This was completely not enough to even use in an independent attack, nor release any power without merging with blue essence force.

source: 现在收回之前的话，还来得及吗？
en_us: Is it too late to take back whatever they said previously?

source: 现场安静了两秒。
en_us: There was silence for two seconds.

source: 现场诡异的静了下来，众人瞬间像是被点穴一样，看着这个突然出现的人，下意识的屏住了呼吸，浑身毫毛直立。
en_us: An eerie silence descended over the palace; everyone was frozen to the spot. Looking at this person who had suddenly emerged, they subconsciously held their breath, their hairs standing on end.

source: 现场顿时安静了几秒钟。
en_us: The people who were present remained silent.

source: 现场顿时就炸开了锅，几百双眼睛齐唰唰的定在了沈萤身上，异口同声的大声道，“见过掌门！”
en_us: The crowd seemed to explode. Hundreds of pairs of eyes fixed on Shen Ying. Together, they greeted her, "Greetings, Sect Master!"

source: 理想总是美好的，现实却很残酷！
en_us: Their ideal intention notwithstanding, the reality was harsh!

source: 琢磨了一阵，他再次丢进去三枚丹药，又用黑石加温继续注入蓝色元力，结果这次没炸丹，但他揭开炉盖一看，却发现丹药和原先并没有两样。
en_us: After mulling over the situation for a while, he once again threw in three elixir pills, before using coal to heat up the cauldron and continue injecting blue essence force. The result this time round was that, while the elixirs did not explode, when he lifted the cauldron lid and took a look, he discovered that the pills inside had not changed from their original state at all.

source: 瑟瑟发抖中……
en_us: He was trembling...

source: 甘子睿的眼神却越来越锐利，隐隐还带着丝疯狂，“当年我好心收你为徒，你却不知靠着什么手段，百年之内就妄想结婴。我费了三百年才练到金丹大圆满，你凭什么在我前面。”
en_us: Gan Zirui's glare grew sharper, even containing a hint of madness. "Back in the day, I had good faith and took you in as my disciple. I don't know what methods you used to complete your Nascent Soul Formation within a hundred years, but I wasted 300 years before perfecting my Golden Core. What gives you the right to be ahead of me?"

source: 甘子睿的脸色却越来越难看，横的怕不要命的，戚橙雨分明就是抱着与他同归于尽的心思。不，他不能死在这里，他好不容易才结婴。
en_us: Gan Zirui came to look increasingly worse for wear as the fight went on. Even the unreasonable feared the suicidal. Qi Chengyu was obviously holding onto the idea of perishing together. No, he could not die here, not when he had finally completed his Nascent Soul Formation.

source: 甘子睿脸色一白，一脸被拆穿的心虚，那张原本正派的脸，瞬间扭曲起来，好似懒得再伪装，瞪向戚橙雨道，“我是故意的又如何？你的修为本来就是我教的，我收回来又有何不可？”戚橙雨手握得越发紧的，隐隐有血迹从掌中渗出。
en_us: Gan Zirui's face was white as a sheet, his guilt from being exposed written all over his face. That originally decent and righteous face of his immediately became twisted, and seemingly too lazy to keep up the pretense any longer, he glared at Qi Chengyu. "I intentionally did that, so what? Your cultivation was taught by me. Even if I take it back, what's wrong with that?" Qi Chengyu clenched her fists tighter as blood started to seep out of her palms.

source: 甚至还有堂主都转头倒戈劝起了羿清，“羿清尊者，你要真拿了那什么草木灵，不如就还给人家吧。何必连累宗门呢。”
en_us: Even the Hall Master turned against them and began to persuade Yi Qing, "Supremacy Yi Qing, if you really took the Vegetation Spirit, why don't you just return it to them? Why must you involve the entire sect?"

source: 生平第一次，他有种想死的冲动。
en_us: For the first time in his life, he reall wanted to die.

source: 由于上青城地处偏远，各门派前来收弟子的人，相比于大型的仙城也就没有那么正式。大多只是竖个旗子，写上派名，前来加入的登记名字，测试一下灵根品质就行。
en_us: Since Upper Azure Town was located in a remote area, the disciples whom the various sects and families sent to recruit other disciples were less formal than those in the huge immortal cities. Most of them just held up their flags with the names of their families or sects written on them. The tests they conducted on people who approached them was simple—they tested the quality of their Spirit Roots.

source: 由于人实在太少了，无敌派这次只报名了筑基和金丹，两个阶段的比赛。其中郁红和思羽，还有另外两个妹子，一共四人进的是金丹组。另外的五个人参加的是筑基组。孤月的目标是，筑基组能进前十，毕竟筑基组的五人中，有两个是筑基大满圆还是很有希望的。
en_us: Due to their few numbers, the Invincible Sect only signed up for the Foundation Establishment and Golden Core divisions of the competition. Besides Yu Hong and Si Yu, there were two other girls who were participating in the Golden Core division, four of them in total. The other five girls were participating in the Foundation Establishment division. Lonemoon's goal was to get into the top ten of the Foundation Establishment division. There was still hope to achieve this; after all, two of the five were of Perfected Foundation Establishment.

source: 由于是正午时分，风月楼内没有一个客人，江逸走进风月楼倒是看到了那日的管事，除了这管事外他还意外的见到了一个人，一个在武殿内见过两次的大家族公子。
en_us: As it was noon, there was not a single customer in the Fengyue Brothel. When Jiang Yi walked into the Fengyue Brothel, he had indeed seen that housekeeper from that day. Besides that housekeeper, he had also unexpectedly seen a man, a young master of a great family clan whom he had seen twice at the Martial Arts Hall.

source: 由于是第一天，所以各门各派带队的都会前来观赛，一座高高的浮台之上，坐满了各门派观赛的高手。最高一层的就是四大家族的人。虽然每届的前三大多出自世家，但事关世家脸面，各世家的家主到是都到齐了，而且身边跟着的也是游仙。
en_us: This being the first day, the various sects who had brought their contingents would all come to watch the proceedings. A towering floating platform was packed with the experts from the different sects. Atop the highest level were the people from the four aristocratic families. The top three contestants of each round were usually from these families, but as their reputations were at stake, the patriarchs from each of these families were all present and the members of their entourage were also all Traveling Immortals.

source: 由于连跳三级，羿清历完天劫已经是十天之后了，修为也从原本的地仙，直接升上了墨仙。修为仅次于薄家薄仪。加上他是剑仙，本就比同级的仙人要更强，真正对敌起来，越级挑战是事态。
en_us: As he had jumped three cultivation levels, it has already been 10 days since Yi Qing underwent the Heavenly Tribulation, and his cultivation also rose from being an Earth Immortal to being a Spiritual Immortal, which is only second to Pu Yi. To add on, he is a sword immortal, thus he is already stronger than the other immortals with the same cultivation level as him, in the first place. If they were to go against each other, him superseding them would be the expected outcome.

source: 电光火石之间，羿清和孤月顿时想起了同样的画面，双双一僵。
en_us: A bulb lit up in Lonemoon's and Yi Qing's heads. They suddenly remembered what had happened. Both of them stifferened.

source: 男人一惊，往右疾退了十几丈，险险躲开了他的剑招。
en_us: Shocked, the man retreated hundreds of feet back and managed to barely avoid the sword.

source: 男儿有泪不轻弹！
en_us: Men do not cry easily!

source: 男子却更加着急，捏了几个传讯出去，都没有回应，“怎么回事？五位游仙叔伯怎么一个都没有回应，到底去了哪处？”
en_us: The man grew more anxious as he sent a few messages out, but there was no response. "What is happening? Why are none of the five Traveling Immortal uncles responding, where did they go?"

source: 男子吓了一跳，猛的转过头，这才发现自己身边多了一个人，“你……你是谁？什么时候站在这里的！”他居然半点都没有察觉。
en_us: The man was taken aback; he turned his head to realize there was another person beside him. "You… who are you? When were you standing here!" He had not even noticed it.

source: 男子这才停了手，打开袋子，掏出一块细细看了一眼，脸色这才好看了些，冷哼一声，“哼！看在这袋上品灵石的份上，下不为例。”他警告似的扫了沈萤一眼道，“你也知道，这种送人下界的事，可不能让世家和仙门知道，否则我们都讨不了好。”
en_us: The man stopped himself and received the bag. He opened it to inspect the spirit stones inside. It was only then that his expression softened. He tutted. "Hmph! On account of this extra bag of spirit stones, I shall let you off this time. But there will be no next time," he said warningly as he scanned Shen Ying up and down. "As you know, if the aristocratic families and immortal sects find out about me bringing you to the Lower Realm, all of us will suffer for it."

source: 画面是流动的，如果江逸和翊凌雪看到画面，肯定会震惊得无与伦比的。因为……墙壁上的画面播放的正是她们两人对战的情景，不过画面有些模糊，似乎是用某种神奇的阵法，将两人对战的经过保留了下来。
en_us: The images on the painting could move. If Jiang Yi and Yi Lingxue saw the painting images, they would certainly be incomparably shocked. This was because... the images being broadcast on the wall were the scenes of the two of them fighting. However, the images were somewhat blurry. It appeared that the "painting" used some sort of mysterious magical spell, allowing the processes of the two persons' combat to be preserved in this image-based format.

source: 画面里那个女魔修伤得极重，也不知道跟桌前的人说了句什么，突然一把掐住还端着碗之人的脖子，挟持着对方往西南的方向飞去了。
en_us: The badly injured female fiendish cultivator in the image seemed to be talking to the person at the table. Suddenly she grabbed the person holding the bowl by the neck and flew off in the southwest direction.

source: 界门打开了。
en_us: The realm gate was open.

source: 留下一只手不可能，少一只手就变成真的废物了，放任江小奴不管？这比杀了他还要难。
en_us: Leaving behind one hand was impossible—the loss of one hand would make him completely useless. As for the option to leave Xiaonu behind and not care for her anymore? That option would be worse than death.

source: 疯楼主是什么鬼？正常不应该叫影楼主吗？
en_us: What is Tower Master Feng? Shouldn't you call me Tower Muster Ying?

source: 白发老者捋了捋白须，开口道：“不用看了，这小子是铸鼎境二重，不过天赋异禀，反应能力变态。杨管事，好好笼络培养一下他，把他实力提升到铸鼎境三重四重，他绝对能成为一名优秀的金牌陪练，替武殿源源不断的赚取银钱！”
en_us: The elderly man with white hair stroked his beard as he opened his mouth to speak, saying, "There is no need to look any further. This kid does indeed have a power level in the second stage of the Cast Tripod Realm, but he has mysterious heaven-endowed natural talent, which allows him to have obscenely powerful abilities to react to attacks. Manager Yang, ensure that he is well-groomed, well-trained and well-invested in, and help increase his power level up to the third or even fourth stage of the Cast Tripod Realm. He definitely has the potential of becoming an excellent gold token-grade sparring partner, which would no doubt become a endless source of profit for the Martial Arts Hall!"

source: 白发老者的话，让杨管事很是兴奋起来，他没有急着出去，顿了一下又说道：“那费老，要不要把这小子招揽进武殿内？”
en_us: The words of the elderly man with white hair caused Manager Yang to become very excited. He did not leave in a hurry, but rather paused for a moment before once again speaking. He asked, "Then, Elder Fei, should we invite or try to attract this youngster into joining the Martial Arts Hall?

source: 白泽一僵，原本清冷淡定的神情，顿时满是慌乱，“我……想……想……”半会还是没有说出句完整的话来，看了孤月手里的玄灵花一眼，似是想到了什么，发丝越来越红。
en_us: Bai Ze stuttered. His calm and cool expression became one of panic. "I... want to... want to..." He could not complete his sentence, even after a long time. He looked at the Black Spirit Blossom in Lonemoon's hands and thought of something to say, but not before he blushed even deeper.

source: 白泽一愣，不满的瞪向羿清，两人间的火焰，噼里啪啦再次燃了起来。果然讨厌这个凡人！
en_us: Bai Ze hesitated and glared at Yi Qing. The tension between the two of them rose once again. I really hate this mortal!

source: 白泽一愣，好似这才发现已经出了易家范围似的，张了张口似是想说什么，直直看了她会，脸又开始泛红，再次背过身去了。
en_us: Bai Zhe looked nonplussed. He seemed to have only just realized that he was outside the boundary of the Yi Family estate. He opened his mouth as if he wanted to say something, but after looking at her for a while, he blushed and turned his back to her.

source: 白泽下意识的走近两步，点了点头，“是。”
en_us: Bai Ze stepped toward the opening and nodded, "Yes."

source: 白泽仍是没有出声，只是眼晴亮亮的看着她，意思很明显。
en_us: Bai Ze kept silent. His eyes sparkled as he looked at her. His intentions were clear.
